[global]
DSCLabel.DSCLabel7.Text=批次作业代码
DSCLabel.DSCLabel2.Text=批次作业名称
DSCTabPage.DSCTabPage1.Title=基本设定
DSCLabel.DSCLabel3.Text=完整类别名称
DSCLabel.DSCLabel1.Text=分段执行批次作业
DSCRadioButton.NotParaExecute.Text=否
DSCRadioButton.ParaExecute.Text=是
DSCLabel.DSCLabel6.Text=批次执行分段数目
DSCLabel.DSCLabel5.Text=立即执行批次作业
DSCRadioButton.NotExecute.Text=否
DSCRadioButton.ImExecute.Text=是
DSCLabel.DSCLabel10.Text=相依于其它批次作业
DSCLabel.DSCLabel8.Text=批次执行失败后动作
DSCRadioButton.ExeBatch.Text=立刻重新执行
DSCRadioButton.NtExeBatch.Text=等待下次执行时间再执行
DSCLabel.DSCLabel9.Text=容许批次执行最长时间
DSCLabel.DSCLabel11.Text=容许度
DSCLabel.DSCLabel4.Text=批次执行排程
DSCTabPage.ToolBarSetting.Title=参数设定
DSCTabPage.FieldsSetting.Title=批次分段设定
GlassButton.RefreshOrderButton.Text=重新整理分段顺序
DSCLabel.DSCLabel12.Text=分段顺序
DSCLabel.DSCLabel13.Text=分段名称
DSCLabel.DSCLabel14.Text=应用程序代号
DSCLabel.DSCLabel15.Text=模块代号
DSCLabel.DSCLabel16.Text=错误尝试执行次数

[message]
TIME1=时
TIME2=分
TIME3=秒
QueryError1=批次代号重复，请重新输入
QueryError2=容许批次执行最长时间须为数值
QueryError3=容许度须为数值
QueryError4=批次排程必须选择
QueryError5=批次分段设定与分段数目不一致,请重新设定
QueryError6=错误尝试次数须为数值